<!-- eslint-disable -->
<!-- 法律声明 -->
<template>
  <body>
    <IHeader />

    <div :class="$style.imgBox">
      <img
      width="100%"
      style="height: 250px;"
      src="@index/assets/law.png">

      <div :class="$style.title">
        <h1>法律声明</h1>
        <p>Legal notice</p>
      </div>
    </div>

    <section :class="$style.content">
      <div :class="$style.text">
        <h2>法律声明及隐私政策</h2>
        <div style="margin: 14px 0; font-weight: bold;">亲爱的用户:</div>
        <p>
          感谢贵单位（下称“您”）对广州市网络安全公共服务平台（以下简称“平台”或“我们”)的关注与支持。
        </p>

        <p>
          广州市网络安全公共服务平台长期致力于给广州市各委办局提供专业信息安全服务，让各单位信息安全管理更省心，让单位信息安全更有成效。为了践行用户权益至上的理念，亦为了向您提供更优质的网络安全与云计算解决方案，我们需要您授权我们，基于相应的服务目的，在合理必要原则下收集、使用、转让、共享、处理您的数据信息。以下的《法律声明及隐私政策》将会详细向您介绍我们对用户数据信息，尤其是对其中涉及到的用户信息保护与使用措施的政策。只有在您同意该协议，向平台授权对相应的数据信息权利之时，我们才会在依据本协议的条款收集、使用、转让、共享、处理您的数据信息。
          <span :class="$style.textBold">
            请在使用我们的产品或服务前，务必仔细阅读并了解本法律声明及隐私政策，在确认充分理解并同意后使用我们的产品或服务。一旦您开始使用我们的产品或服务，即表示您已充分理解并同意本声明和政策，并同意我们按照本协议收集、使用、储存和分享您的相关信息。
          </span>
        </p>

        <h3>定义</h3>

        <p>
          <b>产品或服务：</b>平台向您提供的关于网络安全与云计算解决方案的产品和服务，包括但不限于网络安全服务、主机安全服务、应用安全防护服务、终端安全防护服务、专家安全服务等。
        </p>

        <p>
           <b>用户：</b>指购买平台产品或服务的政府机关、教育机构、金融机构、企业等单位。
        </p>

        <p>
          <b>用户信息：</b>指为您创建的平台服务账户在使用平台的产品或服务以及平台为了向您提供服务，记录的或平台收集的用户账户类信息，如姓名、单位（公司）、邮箱、电话号码等。
        </p>

        <p>
          <b>业务数据：</b>不同于用户信息，业务数据是指平台的用户利用平台的产品或服务上传、下载、分发时通过平台产品或服务进行技术服务处理的数据。
        </p>

        <h3>法律声明</h3>
        <p>
          1. 为实现平台产品功能，为用户提供优质的网络安全与云计算解决方案，贵单位授权广州市网络安全公共服务平台在合理必要原则下收集、使用、转让、共享、处理贵单位的数据信息，包括设备数据、用户信息和业务数据。
        </p>
        <p>
          <b>
          2. 基于维护所提供的产品或服务的安全稳定运行所必需，平台的某些特定产品功能可能需要收集贵单位的设备信息和部分用户信息。如平台的企业安全产品和服务为了识别网络病毒、黑客攻击，维护贵单位网络、设备安全，需收集设备运行数据、IP地址、未知URL、风险网页浏览记录、未知邮件收发件人等。
          </b>
        </p>
        <p>
          <b>3. 贵单位作为前述数据信息的控制者，应获得用户信息数据主体的明示同意，保证前述数据信息来源的合法性。若您利用平台的产品或服务，为您的用户再行提供服务，因您的业务数据属于您所有，您应当另行与您的用户约定隐私政策。平台系基于前述合理信赖的前提下，收集、使用、转让、共享、处理本《法律声明及隐私政策》中列明的数据信息。</b>
        </p>

        <h3>隐私政策</h3>
        <p>
          平台尊重并保护用户信息，并且将以高度审慎的义务对待用户信息。在您使用平台的产品或服务时，我们将按照本隐私政策收集、处理、共享、转让及披露您的信息。通过本隐私政策，贵单位将了解以下内容：
        </p>

        <p>
          1. 适用范围
        </p>
        <p>
          2. 用户数据信息的收集和使用
        </p>
        <p>
          3. 用户数据信息的存储
        </p>
        <p>
          4. 用户数据信息的管理
        </p>
        <p>
          5. 用户数据信息的保护
        </p>
        <p>
          6. 用户数据信息的共享、转让、披露
        </p>
        <p>
          7. 隐私政策的更新
        </p>
        <p>
          8. 如何与平台联络
        </p>

        <h4>一、适用范围</h4>
        <p>
          1. 本隐私政策适用于平台的产品或服务。平台提供的产品和服务中可能含有第三方产品和/或服务的链接或信息。该第三方可能有其相应的隐私政策规定，请用户仔细查看并在提供用户信息前审慎考虑。本声明不适用于第三方向用户收集信息的行为。
        </p>
        <p>
          <b>2. 需要特别说明的是，作为平台的用户，若您利用平台的产品或技术服务，为您的用户再行提供服务，因您的业务数据属于您所有，您应当另行与您的用户约定隐私权政策。</b>
        </p>

        <h4>二、用户数据信息的收集和使用</h4>
        <p>
          平台向用户提供丰富而完备的服务业务，根据不同的业务场景，我们可能需要收集、使用不同类型、多种多样的数据信息以确保我们的服务实现，包括设备数据信息、用户信息等。
        </p>
        <p>
          1. 设备数据信息
        平台邀请您加入用户体验改进计划，以帮助我们提升产品性能，这就需要收集您的设备数据。设备数据是指您在取得平台服务时由平台向您收集的不具有个人身份隐私识别性或企业业务保密性的一般性数据信息，包括:
        </p>
        <p :class="$style.indetP">
          a. 设备版本信息，如版本号、授权、网关ID；设备硬件信息，如物理主机CPU、内存、磁盘；
        </p>
        <p :class="$style.indetP">
         b. 配置信息，如各类配置、物理和虚拟设备的个数和运行状态、功能开启情况、资源使用情况；
        </p>
        <p :class="$style.indetP">
          c. 您的设备操作记录,如管理员在平台设备上的登陆、点击、搜索行为、登录频率；
        </p>
        <p :class="$style.indetP">
          d. 设备异常信息，如blackbox, dump和堆栈信息；未知URL,未知应用等；
        </p>
        <p :class="$style.indetP">
          e. 网络安全日志及相关文件，如内容安全日志、WEB应用防护日志、程序文件、可疑流量等。
        </p>

        <p>
          设备数据是同类服务或提供相似服务的厂商基于功能实现、升级、优化体验等需要，都必须收集或由设备上传的数据。这类数据的收集上传是为了提升包括您在内的广大用户的使用需求与体验，提高用户产品安全性。这类数据的存储、使用和传输对您资产信息或用户信息的安全风险非常低。
        </p>
        <p>
          2. 用户信息
        </p>
        <p>
          平台为您提供产品在线更新及连接云脑服务，保证产品不断更新并提升性能，从而为您提供更优质的产品及服务体验，该功能的实现以收集部分与功能相关的上网行为数据为前提。用户信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。用户信息包括单位名称、联系人姓名、通信通讯联系方式、微信号、邮箱、通信记录和内容、涉及资产信息、交易信息等。平台可能收集此类用户信息的场景包括：
        </p>
        <p :class="$style.indetP">
          <b>a. 您及您所授权的人员在购买、被创建账户、使用服务时，需要提供的一些必要的能够对您及您所授权的人员进行辨识或涉及通信的信息：</b>包括但不限于单位名称、通信通讯联系方式、微信昵称、微信OpenID、邮箱地址等。
        </p>
        <p :class="$style.indetP">
            <b>b. 平台特定产品基于您的特定业务需求而有必要收集、存储、传输、使用您的服务器内存储的上网行为数据信息，具体包括：
应用防火墙等企业安全产品为保障用户组织内网络安全，防范病毒、黑客攻击，通过分析组织内安全日志、网络活动日志为用户提供网络安全保障。为实现前述产品功能及服务目的，平台需收集您员工以下用户信息：网络设备参数（源IP）、未知URL、风险网页浏览记录、未知可执行文件、未知邮件收发件人、未知邮件附件（可执行文件）等。</b>
        </p>
        <p :class="$style.indetP">
            <b>c. 其他基于服务功能而收集的用户身份数据信息。</b>
            平台承诺，在提供服务期间收集、获取的用户信息，以提供服务所需最低限度收集为原则，且只会用于服务目的。非为本说明第四条所述范围内，平台不会以任何其它目的或用途为由，直接或间接编排、修改、利用、应用、开发、或以其它任何方式使用您的信息。
        </p>

        <h4>三、 用户数据信息的存储</h4>
        <p>
          1. 我们在中华人民共和国境内收集和产生的数据信息将存储于中华人民共和国境内的服务器上。
        </p>
        <p>
          2. 若为了处理跨境业务，确需向境外机构传输境内收集的相关数据信息的，我们会按照法律、行政法规和相关监管部门的规定执行。我们会确保您的数据信息得到足够的保护，例如匿名化处理、加密存储等。
        </p>
        <p>
          3. 为了安全及备份的需要，平台可能将您的信息和资料储存到平台关联公司的服务器上。
        </p>

        <h4>四、用户数据信息的管理</h4>
        <p>
          1. 平台承诺基于法律义务及商业道德，确保您对所提供、披露的本说明第一条所述信息享有合理的管理权。平台会根据您的要求，删除或修改信息。您可以通过本说明隐私政策第7条提供的联系方式与我们联络并提出您的要求。
        </p>
        <p>
          2. 在以下情况下，您可以向我们提出删除用户信息的请求：
        </p>
        <p :class="$style.indetP">
          a. 我们处理用户信息的行为违反相关法律法规；
        </p>
        <p :class="$style.indetP">
          b. 我们收集、使用您的用户信息，却未征求您的明确同意；
        </p>
        <p :class="$style.indetP">
          c. 我们严重违反与您的约定使用、处理您的用户信息。
        </p>
        <p>
          3. 但是正如本说明前言所述，您对信息的管理可能与为用户创建账户、使用服务的需求产生冲突，也可能影响平台向您正常提供、升级、优化服务。
        </p>

        <h4>五、用户数据信息的保护</h4>
        <p>
          1. 平台非常重视您的信息安全，我们将运用各种安全技术，包括安全加密、防入侵、防病毒等，来保护您的信息，以免遭受未经授权的访问、使用、披露、滥用、变更、破坏以及损失。
        </p>
        <p>
          2. 平台将建立用户信息安全管理制度及工作流程，对接触有关信息工作人员进行安全责任及保密培训。
        </p>
        <p>
          3. 平台承诺，在提供服务期间就您的信息的收集和使用履行风险预估、事先告知的责任。如有违反或可能违反本说明的情形发生，平台将立即通知您。
        </p>
        <p>
          4. 如果不幸发生用户信息安全实际（泄露、丢失等），我们将按照法律法规的要求，采取合理、有效的方式向您告知包括安全事件的基本情况、可能的影响、我们已采取或将要采取的措施、您可自主防范和降低风险的建议、对您的补救措施等。
        </p>
        <p>
          <b>5. 虽然我们愿意尽最大努力采取合理措施保护您的信息数据，但没有任何安全措施能够百分之百完美或牢不可破。由于您将其服务密码告知他人或与他人共享为您创建的帐户与密码、黑客攻击、电脑病毒侵入及其他不可抗力导致的用户信息泄露及其直接或间接损失，请谅解平台将不能承担责任。</b>
        </p>

        <h4>六、用户数据信息的共享、转让、披露</h4>
        <p>1. 共享</p>
        <p :class="$style.indetP">
          只有符合下列情况时，平台才会披露您的信息。在下列情形之外，平台绝不会将您的信息披露给第三方 ：
        </p>
        <p :class="$style.indetP">
          a. 您已明确同意：在得到您的同意后，平台才会将您的信息透露给其他企业、团体或个人；
        </p>
        <p :class="$style.indetP">
          b. 视具体情况，将您的用户信息披露给其他平台关联公司或授权合作的第三方：
平台可能需要与第三方合作以提供更好的客户服务和优化用户体验，而将您的部分信息共享给合作方，以便丰富我们的服务以及满足您的需求。例如，平台可能需要将您设备运行中产生的安全日志上传共享给其他合作方或厂商，以升级服务品质，提高服务安全性。
平台只会出于提供或改进服务和有限度的营销目的而与第三方共享部分必要的信息，且关联方对您信息的处理受本隐私政策的约束。平台严格禁止平台关联公司或授权第三方，如果需要将共享的信息用于其他目的关联方以改变您用户信息的处理目的，将再次征求您的授权和同意。
        </p>
        <p>
          2. 转让
        </p>
        <p>
          我们不会将您的用户信息转让给任何公司、组织和个人，但以下情况除外：
        </p>
        <p :class="$style.indetP">
          a. 您已明确同意：在获得您的明确同意后，我们会向其他方转让您的用户信息；
        </p>
        <p :class="$style.indetP">
          b. 在平台发生重组、并购、分立或实际控制人变更情形时，我们可将平台收集的一切用户数据信息转让给第三方。
        </p>

        <p>
          3. 公开披露
        </p>
        <p>
          我们不会将您的用户信息进行公开披露，但以下情况除外：
        </p>
        <p :class="$style.indetP">
          <b>a. 在获得您的明确同意或基于您的主动选择，我们可能会公开披露您的用户信息；</b>
        </p>
        <p :class="$style.indetP">
          <b>b. 依法律要求，披露您的用户信息：
依法律、法律程序、诉讼、司法机关或政府机关的强制性要求，平台可能会提供您的用户信息。</b>
        </p>
        <p :class="$style.indetP">
          <b>c. 出于公共利益需要</b>
如果平台确定为了执行平台的条款和条件、保护我们的经营或用户以及涉及其他重大公共利益需要，披露是合理必须的，则我们可披露与您有关的信息。
        </p>

        <p>
          4. 但是，在以下情形中，共享、转让、公开披露您的用户信息无需事先征得您的授权同意：
        </p>
        <p :class="$style.indetP">
          <b>a. 与国家安全、国防安全有关的；</b>
        </p>
        <p :class="$style.indetP">
          <b>b. 与公共安全、公共卫生、重大公共利益有关的；</b>
        </p>
        <p :class="$style.indetP">
         <b>c. 与犯罪侦查、起诉、审判、和判决执行等有关的；</b>
        </p>
        <p :class="$style.indetP">
          <b>d. 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</b>
        </p>
        <p :class="$style.indetP">
          <b>e. 您自行向社会公众公开的用户信息；</b>
        </p>
        <p :class="$style.indetP">
          <b>f. 从合法公开披露的信息中收集用户信息的，如合法的新闻报道、政府信息公开等渠道。</b>
        </p>

        <h4>七、隐私政策的更新</h4>
        <p>1. 我们可能会不定期修订、更新本用户数据信息保护声明。</p>
        <p>2. 未经您的明确同意，我们不会限制您按照本声明所应享有的权利。我们会在专有页面上发布对本声明所做的任何修订。</p>
        <p>3. 对于重大修订，我们会提供显著的通知（例如，我们可能会通过网站公示的方式进行通知，说明本声明的具体变更内容），尽可能通过可行的渠道和方法，将变更通知您。请您访问我们的网站查询本说明的最新更新版本。</p>
        <p>4. 本声明所指的重大变更包括但不限于：</p>
        <p :class="$style.indetP">
          a. 我们在控制权、组织架构等方面发生重大变化。如并购重组、业务调整等引起的所有者变更等；
        </p>
        <p :class="$style.indetP">
          b. 我们的服务模式发生重大变化。如处理用户数据信息的的目的、处理的用户信息数据的类型、用户数据信息的使用方式等；
        </p>
        <p :class="$style.indetP">
          c. 用户数据信息共享、转让或公开披露的主要对象发生变化；
        </p>
        <p :class="$style.indetP">
          d. 您参与用户数据信息处理方面的权利及其行使方式发生重大变化；
        </p>
        <p :class="$style.indetP">
          e. 我们负责处理用户数据信息安全的责任部门、联络方式及投诉渠道发生变化；
        </p>
        <p :class="$style.indetP">
          f. 用户数据信息安全影响评估报告表明存在高风险。
        </p>
        <h4>八、如何与平台联络</h4>

        <p>用户在使用平台产品过程中可通过客服热线<span :class="$style.phone">020-38905369</span>与平台的客服人员联系以获取技术支持保障以及信息安全方面的咨询。</p>
      </div>
    </section>
    <IFooter />
  </body>
</template>

<script lang="ts">
// @ts-nocheck
/// import 顺序: 依赖库/vue组件/其他/CSS Module
import IHeader from '@indexCom/Header'
import IFooter from '@indexCom/Footer'

/** emit: 事件说明 */
export default {
  components: { IHeader, IFooter },
}
</script>

<style lang="scss" module>
.imgBox {
  height: 250px;

  .title {
    // position: absolute;
    // top: 50%;
    // left: 50%;
    width: 181px;
    margin: auto;
    color: $colorWhite;
    text-align: center;
    transform: translateY(-180px);

    h1 {
      font-weight: 400;
      font-size: 36px;
    }
  }
}

.content {
  background-color: $colorWhite;

  .text {
    padding: $gapNormal 330px;
    color: $colorTextMain;
    background-color: $colorWhite;

    .phone {
      margin: 0 $gapNormal / 4;
      font-size: $larger;
    }

    h2 {
      text-align: center;
    }

    p {
      line-height: 30px;
      text-indent: 28px;
    }

    h4 {
      color: $colorTextMain;
    }

    h3 {
      margin: 50px 0 10px;
      font-weight: bold;
    }

    .indetP {
      // text-indent: 28px;
      padding-left: 28px;
    }

    .indetP2 {
      // text-indent: 56px;
      padding-left: 56px;
    }
  }
}

.textBold {
  color: $colorTextMain;
  font-weight: bold;
  text-decoration: underline;
}
</style>
