<!-- eslint-disable -->
<!-- 服务条款 -->
<template>
  <body>
    <IHeader />
    <div :class="$style.imgBox">
      <img
      width="100%"
      style="height: 250px;"
      src="@index/assets/terms.png">

      <div :class="$style.title">
        <h1>服务条款</h1>
        <p>Terms of service</p>
      </div>
    </div>

    <section :class="$style.content">
      <div :class="$style.text">
        <h2>用户使用协议</h2>
        <p>
          本协议是用户与广州市网络安全公共服务平台之间关于平台产品使用及服务、用户数据安全相关方面权利义务的协议。请用户认真阅读并充分理解本协议，包括免责条款及对用户的权利限制内容。用户的对平台产品的使用行为将视为同意接受本协议及其各项条款的约束。用户接受本协议的行为视为接受本协议可能不定时更新或修订的版本及其内容。
        </p>

        <h3>隐私政策</h3>
        <h4>一、产品软件许可条款</h4>
        <p>
          1 .权利声明
        </p>
        <p>
          平台软件的一切知识产权，以及与软件相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图像、图表、色彩、界面设计、版面框架、有关数据、附加程序(dll、exe等)、印刷材料或电子文档、随附的帮助材料、及软件的任何副本等均为平台所有，受计算机软件保护条例、著作权法、国际版权条约和其他知识产权法及条约的保护。用户仅获得本软件产品的使用权。
        </p>
        <p>
          2. 权利限制
        </p>
        <p>
          用户不得对本软件产品进行反向工程，如反向汇编、反向编译等；不得制作和提供本软件的注册机及破解程序；不得将软件或其使用权利，有偿或无偿向其他单位或个人销售、转租、转借、转让或提供分许可、转许可。
        </p>
        <h4>二、用户数据信息保护条款</h4>
        <p>
          当用户使用平台提供的安全产品及服务（下称“服务”），可能会被要求提供或平台可能需要收集上传用户的数据信息。用户不是一定要提供、披露、上传平台要求的数据信息，但在许多情况下，如果用户选择不提供，不披露，不上传，平台将无法为用户提供平台的服务，或者无法更好地满足用户的需求，提升用户的服务体验，或者无法回应用户遇到的问题。
        </p>
        <p>
          平台非常重视对用户数据信息及其权利的保护，并且将遵照以下用户信息保护条款履行对用户的信息的保护责任。
        </p>
        <p>
          1. 平台可能收集哪些用户数据
        </p>
        <p>
          平台向用户提供丰富而完备的服务类别选择，根据用户所选择和使用的平台服务类别，平台可能收集、使用的数据包含两类，用户身份数据和设备数据。
        </p>
        <p :class="$style.indetP">
          I.	用户身份数据是指能够独立或者结合其他身份数据辨识、取得用户的身份信息或其他非公开信息的数据，包括：
        </p>
        <p :class="$style.indetP2">
          a.	用户在购买、被创建账户、使用服务时，需要提供的一些必要的能够对用户及用户所授权的其他第三方进行辨识或涉及通信的信息，包括但不限于通讯地址、公司名称、联系人、联系电话、邮箱地址等。
        </p>
        <p :class="$style.indetP2">
          b.	其他基于服务功能而收集的用户身份数据信息。
        </p>
        <p :class="$style.indetP">
          II.	设备数据是指用户以及其他平台用户接受平台服务期间，由平台基于服务功能向用户及其他平台用户收集的，单独或相结合不具备身份辨识性质的的数据，包括:设备版本信息，如版本号、授权、网关ID；设备硬件信息，如物理主机CPU、内存、磁盘；配置信息，如各类配置、物理和虚拟设备的个数和运行状态、功能开启情况、资源使用情况；设备异常信息，如blackbox,dump和堆栈信息；未知URL,未知应用等；网络安全日志及相关文件，如内容安全日志、WEB应用防护日志、程序文件、可疑流量等。
        </p>
        <p>
          设备数据是同类服务或提供相似服务的厂商基于功能实现、升级、优化体验等需要，都必须收集或由设备上传的数据。这类数据的收集上传是为了提升包括用户在内的广大用户的使用需求与体验，提高产品安全性。这类数据的存储、使用和传输对用户资产信息或用户信息的安全风险非常低。
        </p>
        <p>
         本协议述及的信息使用、保护、披露的内容完全适用于用户身份数据；并部分适用于用户设备数据。适用于用户设备数据的范围根据法律法规强制性规定、行业内通行惯例及技术发展需要、社会公益原则确定。平台承诺，在提供服务期间收集、获取的用户身份数据，以提供服务所需最低限度收集为原则，且只会用于服务目的。非为本协议所述范围内，平台不会以任何其它目的或用途为由，直接或间接编排、修改、利用、应用、开发、或以其它任何方式使用用户的信息。
        </p>
        <p>
          2. 用户如何管理自己的信息
        </p>
        <p>
          平台承诺基于法律义务及商业道德，确保用户对所提供、披露的本协议所述信息享有合理的管理权。平台会根据用户的要求，删除或修改信息。用户可以通过本协议第六条提供的联系方式与平台联络并提出要求。但是正如本条款前言所述，用户对信息的管理可能与为用户创建账户、使用服务的需求产生冲突，也可能影响平台向用户正常提供、升级、优化服务。
        </p>
        <p>
          3. 平台如何保护用户的信息
        </p>
        <p>
          平台将运用各种安全技术，包括安全加密、防入侵、防病毒等，来保护用户的信息，以免遭受未经授权的访问、使用、披露、滥用、变更、破坏以及损失。平台将建立用户信息安全管理制度及工作流程，对接触有关信息工作人员进行安全责任及保密培训。平台承诺，在提供服务期间就用户的信息的收集和使用履行风险预估、事先告知的责任。如有违反或可能违反本说明的情形发生，平台将立即通知用户。虽然平台愿意尽最大努力采取合理措施保护用户的信息数据，但没有任何安全措施能完全避免风险产生。由于用户将其服务密码告知他人或与他人共享为您创建的帐户与密码、黑客攻击、电脑病毒侵入及其他不可抗力导致的用户信息泄露及其直接或间接损失，请谅解平台将不能承担责任。
        </p>
        <p>
          4. 平台可能在何种情况下披露用户的信息
        </p>
        <p>
          只有符合下列情况时，平台才会披露用户的信息。在下列情形之外，平台绝不会将用户的信息披露给第三方：
        </p>
        <p :class="$style.indetP">
          I.	用户已明确同意：在得到用户的同意后，平台才会将用户的信息透露给其他企业、团体或个人。
        </p>
        <p :class="$style.indetP">
          II.	视具体情况，将用户的信息披露给其他平台关联公司或授权合作的第三方：平台可能需要与第三方合作优化服务，而将用户的部分信息共享给合作方，以便丰富平台的服务以及满足用户的需求。例如，平台可能需要将用户设备运行中产生的安全日志上传共享给其他合作方或厂商，以升级服务品质，提高服务安全性。平台只会出于提供或改进服务和有限度的营销目的而与第三方共享用户的信息；平台严格禁止平台关联公司或授权第三方，将共享的信息用于其他目的。
        </p>
        <p :class="$style.indetP">
          III.	依法律要求，披露用户的用户信息：依法律、诉讼、司法机关或政府机关的要求，平台可能会提供用户的用户信息。
        </p>
        <p :class="$style.indetP">
          IV.	出于公共利益需要如果平台确定为了执行平台的条款和条件、保护平台的经营或用户以及涉及其他重大公共利益需要，披露是合理必须的，则平台可披露与用户有关的信息。
        </p>
        <p :class="$style.indetP">
          V.	发生重组、合并或出售，则平台可将平台收集的一切用户数据信息转让给第三方。
        </p>
        <p>
          5. 数据传输
        </p>
        <p>
          用户的数据信息存储于中国的服务器上，为了安全及备份的需要，平台可能将用户的数据信息储存到平台关联公司的服务器上。
        </p>
        <h4>三、免责与责任限制</h4>
        <p>
          平台只保证所提供的产品具有产品说明书所描述的功能，若用户将产品用于所描述功能之外的其他目的，平台不保证其适用性，所造成的后果由用户自行承担。第三方可能对本产品使用其授权的产品、软件或技术有相关要求，且需要用户遵守，用户应当遵守该等要求。且如该等要求需要用户遵守而用户没有遵守时，该第三方或者国家司法机关可能会对用户提起诉讼、罚款或其他的制裁措施，所造成的后果由用户自行承担。用户因互联网网络故障、计算机病毒、黑客攻击、系统不稳定、电信部门的通讯线路故障及其他各种不可抗力原因而在使用平台产品中遭受的一切损失，用户须自行承担，平台不承担任何责任。用户违反本协议或相关协议的规定，导致或产生的任何第三方对平台主张的任何索赔、要求或损失，包括合理的律师费，用户同意赔偿平台，并使之免受损害。平台有权采取包括但不限于中断软件使用许可、停止提供服务、限制产品使用、法律追究等措施维护自身权益。
        </p>
        <h4>四、本协议的更新</h4>
        <p>
          平台有权根据互联网的发展、中华人民共和国有关法律法规的变化以及公司经营状况和经营策略的调整，不断地完善服务质量并依此修改本协议条款。用户的权利以及义务的表述，均以最新的协议为准。修改后的协议会在广州市网络安全公共服务平台上公布，并随附于新版本软件。用户接受本协议内容将默认为接受本协议更新或修订的内容。平台郑重提醒用户注意本协议中免除平台心责任的条款，请用户仔细阅读，自主考虑风险。以上各项条款内容的最终解释权及修改权归平台所有。
        </p>
        <h4>五、法律及争议解决</h4>
        <p>
          本协议适用中华人民共和国法律。因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，各方（包括用户）在此完全同意将纠纷或争议提交协议签订地有管辖权的人民法院管辖。本协议由各方在广州市天河区签订。
        </p>
        <h4>六、与平台联络</h4>
        <p>
          用户在使用平台产品过程中可通过客服热线<span :class="$style.phone">020-38905369</span>与平台的客服人员联系以获取技术支持保障以及信息安全方面的咨询。产品售后服务以《售后服务手册》或《产品说明书》中的内容为准；若平台另有其他书面承诺的，以书面承诺的售后服务内容为准。
        </p>

      </div>
    </section>
    <IFooter />
  </body>
</template>

<script lang="ts">
// @ts-nocheck
/// import 顺序: 依赖库/vue组件/其他/CSS Module
import IHeader from '@indexCom/Header'
import IFooter from '@indexCom/Footer'

/** emit: 事件说明 */
export default {
  components: { IHeader, IFooter },
}
</script>

<style lang="scss" module>
.imgBox {
  height: 250px;

  .title {
    // position: absolute;
    // top: 50%;
    // left: 50%;
    width: 181px;
    margin: auto;
    color: $colorWhite;
    text-align: center;
    transform: translateY(-180px);

    h1 {
      font-weight: 400;
      font-size: 36px;
    }
  }
}

.content {
  background-color: $colorWhite;

  .text {
    padding: $gapNormal 330px;
    color: $colorTextMain;
    background-color: $colorWhite;

    .phone {
      margin: 0 $gapNormal / 4;
      font-size: $larger;
    }

    h2 {
      text-align: center;
    }

    h4 {
      color: $colorTextMain;
    }

    h3 {
      margin: 50px 0 10px;
      font-weight: bold;
    }

    p {
      line-height: 20px;
      text-indent: 28px;
    }

    .indetP {
      padding-left: 28px;
    }

    .indetP2 {
      padding-left: 56px;
    }

    // .indetP3 {
    //   text-indent: 84px;
    // }
  }
}
</style>
